Repository: yakupkavak/VocabularyForest
Catalog: VocabularyForest/Data/Source/Localizable.xcstrings
Source language: en
Languages: ar, de, es_419, fr, hi, it, ja, ko, pt_br, ru, tr, zh_cn

source: %@ and every word inside it will be deleted permanently. This action cannot be undone.
ar: سيتم حذف %@ وجميع الكلمات بداخلها نهائيًا. لا يمكن التراجع عن هذا الإجراء.
de: %@ und alle darin enthaltenen Wörter werden dauerhaft gelöscht. Diese Aktion kann nicht widerrufen werden.
es_419: %@ y todas las palabras que contiene se eliminarán permanentemente. Esta acción no se puede deshacer.
fr: %@ et tous les mots qu'elle contient seront définitivement supprimés. Cette action est irréversible.
hi: %@ और उसमें मौजूद सभी शब्द हमेशा के लिए हटा दिए जाएंगे। इस क्रिया को पूर्ववत नहीं किया जा सकता।
it: %@ e tutte le parole al suo interno verranno eliminate definitivamente. L'operazione non può essere annullata.
ja: %@ とその中のすべての単語が完全に削除されます。この操作は取り消せません。
ko: %@ 및 그 안의 모든 단어가 영구적으로 삭제됩니다. 이 작업은 되돌릴 수 없습니다.
pt_br: %@ e todas as palavras dentro dela serão excluídas permanentemente. Esta ação não pode ser desfeita.
ru: «%@» и все слова внутри будут удалены безвозвратно. Это действие нельзя отменить.
tr: %@ kitaplığı ve içindeki tüm kelimeler kalıcı olarak silinecek. Bu işlem geri alınamaz.
zh_cn: %@ 及其中的所有单词将被永久删除。此操作无法撤销。

source: %lld days ago
ar: قبل %lld يوم
de: vor %lld Tagen
es_419: hace %lld días
fr: il y a %lld jours
hi: %lld दिन पहले
it: %lld giorni fa
ja: %lld 日前
ko: %lld일 전
pt_br: há %lld dias
ru: %lld дн. назад
tr: %lld gün önce
zh_cn: %lld 天前

source: %lld Diamond
ar: %lld ماسة
de: %lld Diamant
es_419: %lld Diamantes
fr: %lld diamant
hi: %lld हीरा
it: %lld diamante
ja: %lld ダイヤ
ko: 다이아 %lld개
pt_br: %lld Diamantes
ru: %lld алмазов
tr: %lld Elmas
zh_cn: %lld 钻石

source: %lld Gold
ar: %lld ذهب
es_419: %lld Oro
fr: %lld or
hi: %lld सोना
it: %lld oro
ja: %lld ゴールド
ko: 골드 %lld
pt_br: %lld Ouro
ru: %lld Золото
tr: %lld Altın
zh_cn: %lld 金币

source: %lld hours ago
ar: قبل %lld ساعة
de: vor %lld Stunden
es_419: hace %lld horas
fr: il y a %lld heures
hi: %lld घंटे पहले
it: %lld ore fa
ja: %lld 時間前
ko: %lld시간 전
pt_br: há %lld horas
ru: %lld ч. назад
tr: %lld saat önce
zh_cn: %lld 小时前

source: %lld minutes ago
ar: قبل %lld دقيقة
de: vor %lld Minuten
es_419: hace %lld minutos
fr: il y a %lld minutes
hi: %lld मिनट पहले
it: %lld minuti fa
ja: %lld 分前
ko: %lld분 전
pt_br: há %lld minutos
ru: %lld мин. назад
tr: %lld dakika önce
zh_cn: %lld 分钟前

source: %lld Water Drops
ar: %lld قطرة ماء
de: %lld Wassertropfen
es_419: %lld Gotas de agua
fr: %lld gouttes d'eau
hi: %lld पानी की बूंदें
it: %lld gocce d'acqua
ja: %lld 水滴
ko: 물방울 %lld개
pt_br: %lld Gotas de água
ru: %lld Капли воды
tr: %lld Su damlası
zh_cn: %lld 水滴

source: %lld words
ar: %lld كلمة
de: %lld Wörter
es_419: %lld palabras
fr: %lld mots
hi: %lld शब्द
it: %lld parole
ja: %lld 単語
ko: %lld개 단어
pt_br: %lld palavras
ru: %lld слов
tr: %lld kelime
zh_cn: %lld 个单词

source: 1 hour ago
ar: قبل ساعة واحدة
de: vor 1 Stunde
es_419: hace 1 hora
fr: il y a 1 heure
hi: 1 घंटा पहले
it: 1 ora fa
ja: 1 時間前
ko: 1시간 전
pt_br: há 1 hora
ru: 1 ч. назад
tr: 1 saat önce
zh_cn: 1 小时前

source: 1 minute ago
ar: قبل دقيقة واحدة
de: vor 1 Minute
es_419: hace 1 minuto
fr: il y a 1 minute
hi: 1 मिनट पहले
it: 1 minuto fa
ja: 1 分前
ko: 1분 전
pt_br: há 1 minuto
ru: 1 мин. назад
tr: 1 dakika önce
zh_cn: 1 分钟前

# a11y_add_to_bookcase
source: Add %@ to a bookcase
ar: إضافة %@ إلى خزانة كتب
de: %@ zu einem Bücherregal hinzufügen
es_419: Agregar %@ a una biblioteca
fr: Ajouter %@ à une étagère
hi: %@ को अलमारी में जोड़ें
it: Aggiungi %@ a uno scaffale
ja: %@ を本棚に追加
ko: %@를 책장에 추가
pt_br: Adicionar %@ a uma estante
ru: Добавить слово %@ в словарь
tr: %@ kelimesini kitaplığa ekle
zh_cn: 把 %@ 添加到书架

# a11y_adventure_board
source: Adventure board
ar: لوحة المغامرة
de: Abenteuertafel
es_419: Tablero de aventuras
fr: Tableau d'aventure
hi: साहसिक बोर्ड
it: Bacheca dell'avventura
ja: 冒険ボード
ko: 모험 보드
pt_br: Quadro de aventuras
ru: Доска приключений
tr: Macera panosu
zh_cn: 冒险面板

# a11y_back
source: Back
ar: رجوع
de: Zurück
es_419: Atrás
fr: Retour
hi: वापस
it: Indietro
ja: 戻る
ko: 뒤로
pt_br: Voltar
ru: Назад
tr: Geri
zh_cn: 返回

# a11y_balance_diamond
source: %@ diamonds
ar: %@ ماسة
de: %@ Diamanten
es_419: %@ diamantes
fr: %@ diamants
hi: %@ हीरे
it: %@ diamanti
ja: %@ ダイヤ
ko: 다이아 %@개
pt_br: %@ diamantes
ru: %@ алмазов
tr: %@ elmas
zh_cn: %@ 钻石

# a11y_balance_gold
source: %@ gold
ar: %@ ذهب
es_419: %@ de oro
fr: %@ or
hi: %@ सोना
it: %@ oro
ja: %@ ゴールド
ko: 골드 %@
pt_br: %@ de ouro
ru: %@ золота
tr: %@ altın
zh_cn: %@ 金币

# a11y_buy_hint
source: Buys this item
ar: يشتري هذا العنصر
de: Kauft diesen Artikel
es_419: Compra este artículo
fr: Achète cet article
hi: यह वस्तु खरीदता है
it: Acquista questo oggetto
ja: このアイテムを購入します
ko: 이 아이템을 구매합니다
pt_br: Compra este item
ru: Покупает этот товар
tr: Bu ürünü satın alır
zh_cn: 购买此物品

# a11y_card_back
source: Word side
ar: جهة الكلمة
de: Wortseite
es_419: Lado de la palabra
fr: Face du mot
hi: शब्द वाला हिस्सा
it: Lato della parola
ja: 単語の面
ko: 단어 면
pt_br: Lado da palavra
ru: Сторона слова
tr: Kelime yüzü
zh_cn: 单词面

# a11y_card_front
source: Meaning side
ar: جهة المعنى
de: Bedeutungsseite
es_419: Lado del significado
fr: Face de la signification
hi: अर्थ वाला हिस्सा
it: Lato del significato
ja: 意味の面
ko: 뜻 면
pt_br: Lado do significado
ru: Сторона значения
tr: Anlam yüzü
zh_cn: 释义面

# a11y_chest_info
source: Chest contents
ar: محتويات الصندوق
de: Truheninhalt
es_419: Contenido del cofre
fr: Contenu du coffre
hi: संदूक की सामग्री
it: Contenuto dello scrigno
ja: 宝箱の中身
ko: 상자 구성
pt_br: Conteúdo do baú
ru: Содержимое сундука
tr: Sandık içeriği
zh_cn: 宝箱内容

# a11y_claim_hint
source: Claims the reward
ar: يستلم المكافأة
de: Holt die Belohnung ab
es_419: Reclama la recompensa
fr: Récupère la récompense
hi: इनाम लेता है
it: Riscuote la ricompensa
ja: 報酬を受け取ります
ko: 보상을 받습니다
pt_br: Resgata a recompensa
ru: Забирает награду
tr: Ödülü alır
zh_cn: 领取奖励

# a11y_clear_search
source: Clear search
ar: مسح البحث
de: Suche löschen
es_419: Borrar búsqueda
fr: Effacer la recherche
hi: खोज मिटाएं
it: Cancella la ricerca
ja: 検索をクリア
ko: 검색 지우기
pt_br: Limpar pesquisa
ru: Очистить поиск
tr: Aramayı temizle
zh_cn: 清除搜索

# a11y_close
source: Close
ar: إغلاق
de: Schließen
es_419: Cerrar
fr: Fermer
hi: बंद करें
it: Chiudi
ja: 閉じる
ko: 닫기
pt_br: Fechar
ru: Закрыть
tr: Kapat
zh_cn: 关闭

# a11y_cloud_forest
source: Forest in the cloud
ar: الغابة في السحابة
de: Wald in der Cloud
es_419: Bosque en la nube
fr: Forêt dans le cloud
hi: क्लाउड में जंगल
it: Foresta nel cloud
ja: クラウドの森
ko: 클라우드의 숲
pt_br: Floresta na nuvem
ru: Лес в облаке
tr: Buluttaki orman
zh_cn: 云端的森林

# a11y_collapsed
source: Collapsed
ar: مطويّ
de: Zugeklappt
es_419: Contraído
fr: Replié
hi: बंद किया गया
it: Chiuso
ja: 折りたたみ済み
ko: 접힘
pt_br: Recolhido
ru: Свёрнуто
tr: Kapalı
zh_cn: 已折叠

# a11y_confirm
source: Confirm
ar: تأكيد
de: Bestätigen
es_419: Confirmar
fr: Confirmer
hi: पुष्टि करें
it: Conferma
ja: 確定
ko: 확인
pt_br: Confirmar
ru: Подтвердить
tr: Onayla
zh_cn: 确认

# a11y_confirm_keyword
source: Type %@ to confirm
ar: اكتب %@ للتأكيد
de: Gib %@ ein, um zu bestätigen
es_419: Escribe %@ para confirmar
fr: Saisis %@ pour confirmer
hi: पुष्टि के लिए %@ लिखें
it: Scrivi %@ per confermare
ja: 確定するには %@ と入力
ko: 확인하려면 %@를 입력하세요
pt_br: Digite %@ para confirmar
ru: Введите %@ для подтверждения
tr: Onaylamak için %@ yazın
zh_cn: 输入 %@ 以确认

# a11y_continue_countdown
source: %lld seconds left
ar: متبقٍ %lld ثانية
de: Noch %lld Sekunden
es_419: Quedan %lld segundos
fr: %lld secondes restantes
hi: %lld सेकंड शेष
it: %lld secondi rimanenti
ja: 残り%lld秒
ko: %lld초 남음
pt_br: %lld segundos restantes
ru: Осталось %lld секунд
tr: %lld saniye kaldı
zh_cn: 剩余 %lld 秒

# a11y_correct_announce
source: Correct!
ar: صحيح!
de: Richtig!
es_419: ¡Correcto!
hi: सही!
it: Corretto!
ja: 正解！
ko: 정답!
pt_br: Correto!
ru: Правильно!
tr: Doğru!
zh_cn: 正确！

# a11y_create_bookcase
source: Create bookcase
ar: إنشاء مكتبة
de: Bücherregal erstellen
es_419: Crear librero
fr: Créer une bibliothèque
hi: बुककेस बनाएँ
it: Crea libreria
ja: 本棚を作成
ko: 책장 만들기
pt_br: Criar estante
ru: Создать книжный шкаф
tr: Kitaplık oluştur
zh_cn: 创建书架

# a11y_daily_card_label
source: Day %1$lld, %2$@ x%3$lld
ar: اليوم %1$lld، %2$@ ×%3$lld
de: Tag %1$lld, %2$@ x%3$lld
es_419: Día %1$lld, %2$@ x%3$lld
fr: Jour %1$lld, %2$@ x%3$lld
hi: दिन %1$lld, %2$@ x%3$lld
it: Giorno %1$lld, %2$@ x%3$lld
ja: %1$lld 日目、%2$@ x%3$lld
ko: %1$lld일째, %2$@ x%3$lld
pt_br: Dia %1$lld, %2$@ x%3$lld
ru: День %1$lld, %2$@ x%3$lld
tr: Gün %1$lld, %2$@ x%3$lld
zh_cn: 第 %1$lld 天，%2$@ x%3$lld

# a11y_diamond
source: Diamond
ar: ألماس
de: Diamant
es_419: Diamante
fr: Diamant
hi: हीरा
it: Diamante
ja: ダイヤモンド
ko: 다이아몬드
pt_br: Diamante
ru: Алмаз
tr: Elmas
zh_cn: 钻石

# a11y_download_hint
source: Downloads this ready-made bookcase
ar: ينزّل خزانة الكتب الجاهزة هذه
de: Lädt dieses fertige Bücherregal herunter
es_419: Descarga esta biblioteca lista
fr: Télécharge cette étagère prête à l'emploi
hi: यह तैयार अलमारी डाउनलोड करता है
it: Scarica questo scaffale pronto
ja: この既成の本棚をダウンロードします
ko: 이 완성된 책장을 내려받습니다
pt_br: Baixa esta estante pronta
ru: Загружает готовый словарь
tr: Bu hazır kitaplığı indirir
zh_cn: 下载这个现成书架

# a11y_downloading
source: Downloading
ar: جارٍ التنزيل
de: Wird heruntergeladen
es_419: Descargando
fr: Téléchargement
hi: डाउनलोड हो रहा है
it: Download in corso
ja: ダウンロード中
ko: 다운로드 중
pt_br: Baixando
ru: Загрузка
tr: İndiriliyor
zh_cn: 下载中

# a11y_drop_row
source: %1$@, x%2$lld, %3$lld percent
ar: %1$@، ×%2$lld، %3$lld بالمئة
de: %1$@, x%2$lld, %3$lld Prozent
es_419: %1$@, x%2$lld, %3$lld por ciento
fr: %1$@, x%2$lld, %3$lld pour cent
hi: %1$@, x%2$lld, %3$lld प्रतिशत
it: %1$@, x%2$lld, %3$lld percento
ja: %1$@、x%2$lld、%3$lld パーセント
ko: %1$@, x%2$lld, %3$lld퍼센트
pt_br: %1$@, x%2$lld, %3$lld por cento
ru: %1$@, x%2$lld, %3$lld процентов
tr: %1$@, x%2$lld, yüzde %3$lld
zh_cn: %1$@，x%2$lld，百分之 %3$lld

# a11y_earned_gold
source: You earned %lld gold
ar: لقد ربحت %lld ذهب
de: Du hast %lld Gold verdient
es_419: Ganaste %lld de oro
fr: Tu as gagné %lld or
hi: आपने %lld सोना कमाया
it: Hai guadagnato %lld oro
ja: %lld ゴールドを獲得しました
ko: 골드 %lld을 획득했어요
pt_br: Você ganhou %lld de ouro
ru: Вы получили %lld золота
tr: %lld altın kazandın
zh_cn: 你获得了 %lld 金币

# a11y_edit_name
source: Edit name
ar: تعديل الاسم
de: Namen bearbeiten
es_419: Editar nombre
fr: Modifier le nom
hi: नाम संपादित करें
it: Modifica nome
ja: 名前を編集
ko: 이름 편집
pt_br: Editar nome
ru: Изменить имя
tr: İsmi düzenle
zh_cn: 编辑名称

# a11y_energy_value
source: %1$lld of %2$lld
ar: %1$lld من %2$lld
de: %1$lld von %2$lld
es_419: %1$lld de %2$lld
fr: %1$lld sur %2$lld
hi: %2$lld में से %1$lld
it: %1$lld di %2$lld
ja: %1$lld / %2$lld
ko: %2$lld 중 %1$lld
pt_br: %1$lld de %2$lld
ru: %1$lld из %2$lld
tr: %1$lld / %2$lld
zh_cn: %1$lld / %2$lld

# a11y_expanded
source: Expanded
ar: موسّع
de: Aufgeklappt
es_419: Expandido
fr: Déplié
hi: खोला गया
it: Aperto
ja: 展開済み
ko: 펼침
pt_br: Expandido
ru: Развёрнуто
tr: Açık
zh_cn: 已展开

# a11y_flip_card_hint
source: Flips the card
ar: يقلب البطاقة
de: Dreht die Karte um
es_419: Voltea la tarjeta
fr: Retourne la carte
hi: कार्ड पलटता है
it: Gira la carta
ja: カードをめくります
ko: 카드를 뒤집습니다
pt_br: Vira o cartão
ru: Переворачивает карточку
tr: Kartı çevirir
zh_cn: 翻转卡片

# a11y_forest_info
source: Forest information
ar: معلومات الغابة
de: Waldinformationen
es_419: Información del bosque
fr: Informations sur la forêt
hi: जंगल की जानकारी
it: Informazioni sulla foresta
ja: 森の情報
ko: 숲 정보
pt_br: Informações da floresta
ru: Информация о лесе
tr: Orman bilgileri
zh_cn: 森林信息

# a11y_forest_summary
source: Forest: %lld plants, %lld animals, %lld statues
ar: الغابة: %lld نبتة، %lld حيوان، %lld تمثال
de: Wald: %lld Pflanzen, %lld Tiere, %lld Statuen
es_419: Bosque: %lld plantas, %lld animales, %lld estatuas
fr: Forêt : %lld plantes, %lld animaux, %lld statues
hi: जंगल: %lld पौधे, %lld जानवर, %lld मूर्तियाँ
it: Foresta: %lld piante, %lld animali, %lld statue
ja: 森：植物%lld、動物%lld、彫像%lld
ko: 숲: 식물 %lld, 동물 %lld, 조각상 %lld
pt_br: Floresta: %lld plantas, %lld animais, %lld estátuas
ru: Лес: растений — %lld, животных — %lld, статуй — %lld
tr: Orman: %lld bitki, %lld hayvan, %lld heykel
zh_cn: 森林：%lld 株植物、%lld 只动物、%lld 座雕像

# a11y_game_lost_announce
source: So close! You lost this one.
ar: كنت قريبًا جدًا! خسرت هذه الجولة.
de: So nah dran! Diesmal hat es nicht gereicht.
es_419: ¡Casi! Perdiste esta vez.
fr: C'était si proche ! Tu as perdu cette fois.
hi: बहुत करीब! इस बार आप हार गए।
it: Ci sei andato vicino! Questa volta hai perso.
ja: 惜しい！今回は負けてしまった。
ko: 아쉽네요! 이번엔 졌어요.
pt_br: Quase! Você perdeu desta vez.
ru: Почти! В этот раз не вышло.
tr: Çok yaklaştın! Bu sefer olmadı.
zh_cn: 就差一点！这次没成功。

# a11y_game_won_announce
source: Fantastic! You won the game.
ar: رائع! لقد فزت باللعبة.
de: Fantastisch! Du hast das Spiel gewonnen.
es_419: ¡Fantástico! Ganaste el juego.
fr: Fantastique ! Tu as gagné la partie.
hi: शानदार! आपने गेम जीत लिया।
it: Fantastico! Hai vinto la partita.
ja: ファンタスティック！ゲームに勝った。
ko: 환상적이에요! 게임에서 이겼어요.
pt_br: Fantástico! Você venceu o jogo.
ru: Фантастика! Вы выиграли.
tr: Harika! Oyunu kazandın.
zh_cn: 太棒了！你赢得了这局游戏。

# a11y_go_to_page
source: Go to page %1$lld
ar: الانتقال إلى الصفحة %1$lld
de: Zu Seite %1$lld wechseln
es_419: Ir a la página %1$lld
fr: Aller à la page %1$lld
hi: पृष्ठ %1$lld पर जाएँ
it: Vai alla pagina %1$lld
ja: %1$lldページへ移動
ko: %1$lld페이지로 이동
pt_br: Ir para a página %1$lld
ru: Перейти на страницу %1$lld
tr: %1$lld. sayfaya git
zh_cn: 转到第 %1$lld 页

# a11y_gold
source: Gold
ar: ذهب
es_419: Oro
fr: Or
hi: सोना
it: Oro
ja: ゴールド
ko: 골드
pt_br: Ouro
ru: Золото
tr: Altın
zh_cn: 金币

# a11y_hide_meanings
source: Hide meanings
ar: إخفاء المعاني
de: Bedeutungen ausblenden
es_419: Ocultar significados
fr: Masquer les significations
hi: अर्थ छिपाएं
it: Nascondi i significati
ja: 意味を隠す
ko: 뜻 숨기기
pt_br: Ocultar significados
ru: Скрыть значения
tr: Anlamları gizle
zh_cn: 隐藏释义

# a11y_insufficient_balance
source: Not enough balance
ar: الرصيد غير كافٍ
de: Guthaben nicht ausreichend
es_419: Saldo insuficiente
fr: Solde insuffisant
hi: बैलेंस पर्याप्त नहीं
it: Saldo insufficiente
ja: 残高が足りません
ko: 잔액 부족
pt_br: Saldo insuficiente
ru: Недостаточно средств
tr: Bakiye yetersiz
zh_cn: 余额不足

# a11y_local_forest
source: Forest on this device
ar: الغابة على هذا الجهاز
de: Wald auf diesem Gerät
es_419: Bosque en este dispositivo
fr: Forêt sur cet appareil
hi: इस डिवाइस का जंगल
it: Foresta su questo dispositivo
ja: この端末の森
ko: 이 기기의 숲
pt_br: Floresta neste dispositivo
ru: Лес на этом устройстве
tr: Bu cihazdaki orman
zh_cn: 此设备上的森林

# a11y_long_memory
source: In long-term memory
ar: في الذاكرة طويلة المدى
de: Im Langzeitgedächtnis
es_419: En memoria a largo plazo
fr: En mémoire longue
hi: दीर्घकालिक स्मृति में
it: Nella memoria lunga
ja: 長期記憶にある
ko: 장기 기억에 있음
pt_br: Na memória de longo prazo
ru: В долговременной памяти
tr: Uzun hafızada
zh_cn: 在长期记忆中

# a11y_long_memory_progress
source: Long-term memory progress
ar: تقدّم الذاكرة طويلة المدى
de: Fortschritt im Langzeitgedächtnis
es_419: Progreso de memoria a largo plazo
fr: Progression en mémoire longue
hi: दीर्घकालिक स्मृति की प्रगति
it: Avanzamento nella memoria lunga
ja: 長期記憶の進捗
ko: 장기 기억 진행도
pt_br: Progresso da memória de longo prazo
ru: Прогресс долговременной памяти
tr: Uzun hafıza ilerlemesi
zh_cn: 长期记忆进度

# a11y_market
source: Market
ar: المتجر
de: Markt
es_419: Mercado
fr: Marché
hi: बाज़ार
it: Mercato
ja: マーケット
ko: 상점
pt_br: Mercado
ru: Магазин
zh_cn: 市场

# a11y_memory_counts
source: %1$lld words in long-term memory, %2$lld words in short-term memory
ar: %1$lld كلمة في الذاكرة طويلة المدى، %2$lld كلمة في الذاكرة قصيرة المدى
de: %1$lld Wörter im Langzeitgedächtnis, %2$lld Wörter im Kurzzeitgedächtnis
es_419: %1$lld palabras en memoria a largo plazo, %2$lld palabras en memoria a corto plazo
fr: %1$lld mots en mémoire longue, %2$lld mots en mémoire courte
hi: दीर्घकालिक स्मृति में %1$lld शब्द, अल्पकालिक स्मृति में %2$lld शब्द
it: %1$lld parole nella memoria lunga, %2$lld parole nella memoria breve
ja: 長期記憶に %1$lld 単語、短期記憶に %2$lld 単語
ko: 장기 기억에 %1$lld개, 단기 기억에 %2$lld개 단어
pt_br: %1$lld palavras na memória de longo prazo, %2$lld palavras na memória de curto prazo
ru: %1$lld слов в долговременной памяти, %2$lld слов в кратковременной памяти
tr: %1$lld kelime uzun hafızada, %2$lld kelime kısa hafızada
zh_cn: 长期记忆中有 %1$lld 个单词，短期记忆中有 %2$lld 个单词

# a11y_menu
source: Menu
ar: القائمة
de: Menü
es_419: Menú
hi: मेन्यू
ja: メニュー
ko: 메뉴
ru: Меню
tr: Menü
zh_cn: 菜单

# a11y_milestone_label
source: %1$@, reward at %2$lld words
ar: %1$@، مكافأة عند %2$lld كلمة
de: %1$@, Belohnung bei %2$lld Wörtern
es_419: %1$@, recompensa a las %2$lld palabras
fr: %1$@, récompense à %2$lld mots
hi: %1$@, %2$lld शब्दों पर मिलने वाला इनाम
it: %1$@, ricompensa a %2$lld parole
ja: %1$@、%2$lld 単語で受け取れる報酬
ko: %1$@, 단어 %2$lld개 목표의 보상
pt_br: %1$@, recompensa em %2$lld palavras
ru: %1$@, награда за %2$lld слов
tr: %2$lld kelime hedefindeki ödül: %1$@
zh_cn: %1$@，达到 %2$lld 个单词时的奖励

# a11y_more_options
source: More options
ar: خيارات إضافية
de: Weitere Optionen
es_419: Más opciones
fr: Plus d'options
hi: और विकल्प
it: Altre opzioni
ja: その他のオプション
ko: 더 많은 옵션
pt_br: Mais opções
ru: Дополнительные действия
tr: Diğer seçenekler
zh_cn: 更多选项

# a11y_move_cancelled
source: Move cancelled
ar: تم إلغاء النقل
de: Verschieben abgebrochen
es_419: Movimiento cancelado
fr: Déplacement annulé
hi: स्थानांतरण रद्द किया गया
it: Spostamento annullato
ja: 移動をキャンセルしました
ko: 이동이 취소되었습니다
pt_br: Movimento cancelado
ru: Перемещение отменено
tr: Taşıma iptal edildi
zh_cn: 移动已取消

# a11y_move_down
source: Move down
ar: تحريك لأسفل
de: Nach unten bewegen
es_419: Mover hacia abajo
fr: Déplacer vers le bas
hi: नीचे ले जाएँ
it: Sposta in basso
ja: 下へ移動
ko: 아래로 이동
pt_br: Mover para baixo
ru: Переместить вниз
tr: Aşağı taşı
zh_cn: 下移

# a11y_move_left
source: Move left
ar: تحريك لليسار
de: Nach links bewegen
es_419: Mover hacia la izquierda
fr: Déplacer vers la gauche
hi: बाएँ ले जाएँ
it: Sposta a sinistra
ja: 左へ移動
ko: 왼쪽으로 이동
pt_br: Mover para a esquerda
ru: Переместить влево
tr: Sola taşı
zh_cn: 左移

# a11y_move_right
source: Move right
ar: تحريك لليمين
de: Nach rechts bewegen
es_419: Mover hacia la derecha
fr: Déplacer vers la droite
hi: दाएँ ले जाएँ
it: Sposta a destra
ja: 右へ移動
ko: 오른쪽으로 이동
pt_br: Mover para a direita
ru: Переместить вправо
tr: Sağa taşı
zh_cn: 右移

# a11y_move_saved
source: New position saved
ar: تم حفظ الموقع الجديد
de: Neue Position gespeichert
es_419: Nueva posición guardada
fr: Nouvelle position enregistrée
hi: नई स्थिति सहेजी गई
it: Nuova posizione salvata
ja: 新しい位置を保存しました
ko: 새 위치가 저장되었습니다
pt_br: Nova posição salva
ru: Новое положение сохранено
tr: Yeni konum kaydedildi
zh_cn: 新位置已保存

# a11y_move_up
source: Move up
ar: تحريك لأعلى
de: Nach oben bewegen
es_419: Mover hacia arriba
fr: Déplacer vers le haut
hi: ऊपर ले जाएँ
it: Sposta in alto
ja: 上へ移動
ko: 위로 이동
pt_br: Mover para cima
ru: Переместить вверх
tr: Yukarı taşı
zh_cn: 上移

# a11y_moved_direction
source: Moved %@
ar: تم النقل: %@
de: Verschoben: %@
es_419: Movido: %@
fr: Déplacé : %@
hi: स्थानांतरित: %@
it: Spostato: %@
ja: %@に移動
ko: %@(으)로 이동함
pt_br: Movido: %@
ru: Перемещено: %@
tr: Taşındı: %@
zh_cn: 已移动：%@

# a11y_open_bookcase_hint
source: Opens the word list
ar: يفتح قائمة الكلمات
de: Öffnet die Wortliste
es_419: Abre la lista de palabras
fr: Ouvre la liste des mots
hi: शब्द सूची खोलता है
it: Apre l'elenco delle parole
ja: 単語リストを開きます
ko: 단어 목록을 엽니다
pt_br: Abre a lista de palavras
ru: Открывает список слов
tr: Kelime listesini açar
zh_cn: 打开单词列表

# a11y_open_chest
source: Open the chest
ar: افتح الصندوق
de: Truhe öffnen
es_419: Abrir el cofre
fr: Ouvrir le coffre
hi: संदूक खोलें
it: Apri lo scrigno
ja: 宝箱を開ける
ko: 상자 열기
pt_br: Abrir o baú
ru: Открыть сундук
tr: Sandığı aç
zh_cn: 打开宝箱

# a11y_opens_browser
source: Opens in the browser
ar: يفتح في المتصفح
de: Öffnet im Browser
es_419: Se abre en el navegador
fr: Ouvre dans le navigateur
hi: ब्राउज़र में खोलता है
it: Apre nel browser
ja: ブラウザーで開きます
ko: 브라우저에서 엽니다
pt_br: Abre no navegador
ru: Открывается в браузере
tr: Tarayıcıda açar
zh_cn: 在浏览器中打开

# a11y_package_item
source: %1$@ bundle, %2$@
ar: حزمة %1$@، %2$@
de: Paket %1$@, %2$@
es_419: Paquete %1$@, %2$@
fr: Pack %1$@, %2$@
hi: %1$@ पैक, %2$@
it: Pacchetto %1$@, %2$@
ja: %1$@パック、%2$@
ko: %1$@ 패키지, %2$@
pt_br: Pacote %1$@, %2$@
ru: Набор %1$@, %2$@
tr: %1$@ paketi, %2$@
zh_cn: %1$@礼包，%2$@

# a11y_packet_row_label
source: %1$@ bookcase, %2$@ to %3$@, %4$lld words
ar: خزانة كتب %1$@، من %2$@ إلى %3$@، %4$lld كلمة
de: Bücherregal %1$@, %2$@ – %3$@, %4$lld Wörter
es_419: Biblioteca %1$@, %2$@ a %3$@, %4$lld palabras
fr: Étagère %1$@, %2$@ – %3$@, %4$lld mots
hi: %1$@ अलमारी, %2$@ - %3$@, %4$lld शब्द
it: Scaffale %1$@, %2$@ – %3$@, %4$lld parole
ja: %1$@ の本棚、%2$@ - %3$@、%4$lld 単語
ko: %1$@ 책장, %2$@ - %3$@, 단어 %4$lld개
pt_br: Estante %1$@, %2$@ para %3$@, %4$lld palavras
ru: Словарь %1$@, %2$@ – %3$@, %4$lld слов
tr: %1$@ kitaplığı, %2$@ - %3$@, %4$lld kelime
zh_cn: %1$@ 书架，%2$@ - %3$@，%4$lld 个单词

# a11y_page_of
source: Page %1$lld of %2$lld
ar: الصفحة %1$lld من %2$lld
de: Seite %1$lld von %2$lld
es_419: Página %1$lld de %2$lld
fr: Page %1$lld sur %2$lld
hi: पृष्ठ %1$lld / %2$lld
it: Pagina %1$lld di %2$lld
ja: %2$lld ページ中 %1$lld ページ目
ko: %2$lld페이지 중 %1$lld페이지
pt_br: Página %1$lld de %2$lld
ru: Страница %1$lld из %2$lld
tr: Sayfa %1$lld / %2$lld
zh_cn: 第 %1$lld 页，共 %2$lld 页

# a11y_percent_value
source: %lld percent
ar: %lld بالمئة
de: %lld Prozent
es_419: %lld por ciento
fr: %lld pour cent
hi: %lld प्रतिशत
it: %lld percento
ja: %lld パーセント
ko: %lld퍼센트
pt_br: %lld por cento
ru: %lld процентов
tr: yüzde %lld
zh_cn: 百分之 %lld

# a11y_pity_progress
source: %1$@ guarantee: %2$@ of %3$@ chests opened
ar: ضمان %1$@: فُتح %2$@ من %3$@ صندوقًا
de: %1$@-Garantie: %2$@ von %3$@ Truhen geöffnet
es_419: Garantía %1$@: %2$@ de %3$@ cofres abiertos
fr: Garantie %1$@ : %2$@ coffres ouverts sur %3$@
hi: %1$@ गारंटी: %3$@ में से %2$@ संदूक खोले गए
it: Garanzia %1$@: %2$@ scrigni aperti su %3$@
ja: %1$@保証：%3$@個中%2$@個のチェストを開封
ko: %1$@ 보장: 상자 %3$@개 중 %2$@개 개봉
pt_br: Garantia %1$@: %2$@ de %3$@ baús abertos
ru: Гарантия %1$@: открыто %2$@ из %3$@ сундуков
tr: %1$@ garantisi: %3$@ sandıktan %2$@ açıldı
zh_cn: %1$@ 保底：已开启 %2$@/%3$@ 个宝箱

# a11y_play_game
source: Play word game
ar: العب لعبة الكلمات
de: Wortspiel spielen
es_419: Jugar al juego de palabras
fr: Jouer au jeu de mots
hi: शब्द गेम खेलें
it: Gioca al gioco di parole
ja: 単語ゲームで遊ぶ
ko: 단어 게임 하기
pt_br: Jogar o jogo de palavras
ru: Играть в словесную игру
tr: Kelime oyunu oyna
zh_cn: 玩单词游戏

# a11y_price_diamond
source: %@ diamonds
ar: %@ ماسة
de: %@ Diamanten
es_419: %@ diamantes
fr: %@ diamants
hi: %@ हीरे
it: %@ diamanti
ja: %@ ダイヤ
ko: 다이아 %@개
pt_br: %@ diamantes
ru: %@ алмазов
tr: %@ elmas
zh_cn: %@ 钻石

# a11y_price_gold
source: %@ gold
ar: %@ ذهب
es_419: %@ de oro
fr: %@ or
hi: %@ सोना
it: %@ oro
ja: %@ ゴールド
ko: 골드 %@
pt_br: %@ de ouro
ru: %@ золота
tr: %@ altın
zh_cn: %@ 金币

# a11y_question_announce
source: Question %1$lld: %2$@
ar: السؤال %1$lld: %2$@
de: Frage %1$lld: %2$@
es_419: Pregunta %1$lld: %2$@
hi: प्रश्न %1$lld: %2$@
it: Domanda %1$lld: %2$@
ja: 問題 %1$lld: %2$@
ko: 문제 %1$lld: %2$@
pt_br: Pergunta %1$lld: %2$@
ru: Вопрос %1$lld: %2$@
tr: Soru %1$lld: %2$@
zh_cn: 问题 %1$lld：%2$@

# a11y_reward_ready
source: Reward ready to claim
ar: المكافأة جاهزة للاستلام
de: Belohnung kann abgeholt werden
es_419: Recompensa lista para reclamar
fr: Récompense prête à être récupérée
hi: इनाम लेने के लिए तैयार
it: Ricompensa pronta da riscuotere
ja: 受け取れる報酬があります
ko: 보상을 받을 수 있어요
pt_br: Recompensa pronta para resgatar
ru: Награда готова к получению
tr: Ödül alınmaya hazır
zh_cn: 奖励可以领取了

# a11y_reward_tier
source: Tier %@
ar: الفئة %@
de: Stufe %@
es_419: Nivel %@
fr: Niveau %@
hi: श्रेणी %@
it: Livello %@
ja: ティア%@
ko: 등급 %@
pt_br: Nível %@
ru: Уровень %@
tr: Seviye %@
zh_cn: 等级 %@
